[{"ar":"تضيء جميع الهدايا 10 مرات ويمكنك الحصول عليها","en":"Light up 10 times all gifts, you can get","hi":"आप प्राप्त कर सकने वाले सभी उपहारों को 10 गुना जलाएं","name":"light_gift_reward_top_tip","tr":"Tüm hediyeleri 10 kez aydınlattan sonra şunları alabilirsin","zh":"点亮10次所有礼物，你可以获得"},{"ar":"أيا كان من ترسل له  عدد اكثر من هدايا النيزك ستحصل على إطار صور آخر للزوجين بشكل افتراضي","en":"Whoever you give the most meteor shower gifts will get another couple photo frame by default","hi":"जिसे भी आप सबसे अधिक उल्का बौछार उपहार देंगे, उसे डिफ़ॉल्ट रूप से एक और युगल फोटो फ्रेम मिलेगा","name":"light_gift_reward_bottom_tip","tr":"En çok meteor yağmuru hediyesini kime verirseniz, o kişivarsayılan olarak başka bir çift fotoğraf çerçevesi alacak","zh":"你送谁流星雨礼物数量最多，谁将默认获取另外一个情侣相框"},{"ar":"في كل 7 مرات تجمع الهدايا ، يمكنك الحصول على فرصة لتسمية هدية لمدة أسبوع","en":"Every 7 times you light up, you can get a chance to name a gift for the week.","hi":"हर 7 बार जब आप रोशनी करते हैं, तो आपको सप्ताह के लिए एक उपहार देने का मौका मिल सकता है।","name":"light_gift_name_gift_times_tip","tr":"Her 7 kez yaktığınızda 1 hafta boyunca bir hediyeye isim verme şansı yakalayabilirsiniz.","zh":"每点亮7次，可以获得冠名1周礼物的机会"},{"ar":"احصل علي ID مخصص لمدة {num} شهر","en":"Get the Custom ID for {num} months","hi":"{num} महीनों के लिए कस्टम आईडी प्राप्त करें","name":"light_gift_name_gift_got_channce","tr":"{num} aylık Özel ID'yi  al","zh":"获取定制ID{num}个月"},{"ar":"يجب أن تكون الهدية موجودة في الحدث ، الهدية التي تجمعها أولًا لديها الفرصة في الترتيب","en":"Named gifts are gifts in the event, first to light up opportunities for prioritized arrangements.","hi":"नामांकित उपहार घटना में उपहार हैं, सबसे पहले प्राथमिकता वाली व्यवस्थाओं के अवसरों को रोशन करने के लिए।","name":"light_gift_name_gift_first_tip","tr":"Adlandırılacak hediye etkinlikte hediye olmalıdır ve ilk aydınlatabilen kullanıcılar , ilk olarak adlandırmayı düzenleme şansına sahip olur.","zh":"冠名礼物必须为活动中的礼物，先点亮拥有优先安排的机会"},{"ar":"بعد نشاط جمع الهدايا، سيأخذ موظفونا زمام المبادرة للتواصل مع للترتيب لاختيار الهدية وتوقيتها","en":"After obtaining the title, we will actively contact you to arrange the choice and time of the gift.","hi":"शीर्षक प्राप्त करने के बाद, उपहार के चयन और समय की व्यवस्था करने के लिए हम सक्रिय रूप से आपसे संपर्क करेंगे।","name":"light_gift_name_gift_contact_tip","tr":"Personelimiz, hediye seçimi ve zamanlaması için ışıklandırmanın ardından sizinle iletişime geçecektir.","zh":"点亮后我们的工作人员会主动联系你，安排礼物的选择和时间安排"},{"ar":"لقد أكملت جمع الهدايا {num} مرة، احصل عليها الآن","en":"You finish lighting {num} times and get","hi":"आप प्रकाश व्यवस्था {num} बार समाप्त करते हैं और प्राप्त करते हैं","name":"light_gift_light_times","tr":"Tüm hediyeleri {num} kez aydınlatmayı tamamlandınız ve şunları kazanacaksınız","zh":"完成所有礼物点亮{num}次，获得"},{"ar":"ضوء {num}","en":"Light {num}","hi":"प्रकाश {num}","name":"light_gift_light_num","tr":"{num} aydınlatıldı","zh":"点亮 {num}"},{"ar":"سيتم توزيع جميع المكافآت بعد انتهاء الحدث","en":"All rewards will be issued after the event.","hi":"घटना के बाद सभी पुरस्कार जारी किए जाएंगे।","name":"light_gift_name_gift_instruction","tr":"Tüm ödüller etkinlik sona erdikten sonra dağıtılacaktır.","zh":"所有奖励将在活动结束后发放"},{"ar":"أضاء: {times} مرة","en":"All light: {times} times","hi":"पूरा प्रकाश: {times} बार","name":"light_gift_all_light_times","tr":"{num} kez aydınlatıldı","zh":"点亮：{times}次"},{"ar":"أرسل الهدية ، ويعتبر أن تضيء","en":"Sent the gift, it is considered to light up","hi":"उपहार भेजा, इसे प्रकाश माना जाता है","name":"light_gift_light_tip","tr":"Bu hediyeyi vermeniz, aydınlatma sayılır","zh":"送出这个礼物，视为点亮"}]