[{"ar":"شرح أنشطة الميداليات","en":"Description of Medal Activities","hi":"पदक गतिविधियों का विवरण","name":"medal_rule_title","tr":"Madalya Faaliyetlerinin Tanımı","zh":"勋章活动说明"},{"ar":"ملاحظة خاصة","en":"Special Note","hi":"विशेष लेख","name":"rule_title_1","tr":"Özel Not","zh":"特别提示"},{"ar":"(أ) قبل المشاركة في نشاط الحصول على الميداليات ، يرجى قراءة شروط قواعد الحدث بعناية ، لا سيما الشروط المتعلقة بإكمال مهام الحدث ، وتلقي مكافآت الحدث ، والاختلافات / الانتهاكات في حساب الحدث.","en":"(a) Before participating in the medal acquisition activity, please read the terms of the event rules carefully, especially the terms related to completing event tasks, receiving event rewards, and event account anomalies/violations.","hi":"(ए) पदक प्राप्ति गतिविधि में भाग लेने से पहले, कृपया इवेंट नियमों की शर्तों को ध्यान से पढ़ें, विशेष रूप से इवेंट कार्यों को पूरा करने, इवेंट पुरस्कार प्राप्त करने और इवेंट खाते की विसंगतियों/उल्लंघन से संबंधित शर्तें।","name":"rule_content_1_1","tr":"(a) Madalya kazanma faaliyetine katılmadan önce lütfen faaliyetin şart ve koşullarını, özellikle faaliyet görevlerinin tamamlanması, faaliyet ödüllerinin alınması ve faaliyet hesap anormallikleri/ihlalleri ile ilgili olanları dikkatlice okuyunuz.","zh":"(a)参与勋章获取活动前，请仔细阅读活动规则的各个条款，特别是与完成活动任务、领取活动奖励以及与活动账号异常/违规等相关的条款。"},{"ar":"(ب) يُعتبر المستخدمون الذين يشاركون في هذا النشاط قد قرأوا وفهموا قواعد هذا النشاط تمامًا ، وهم ملزمون طواعية بقواعد النشاط.","en":"(b) Users who participate in this activity are deemed to have fully read and understood the rules of this activity, and are voluntarily bound by the rules of the activity.","hi":"(बी) इस गतिविधि में भाग लेने वाले उपयोगकर्ताओं को इस गतिविधि के नियमों को पूरी तरह से पढ़ा और समझा हुआ माना जाता है, और वे स्वेच्छा से गतिविधि के नियमों से बंधे हैं।","name":"rule_content_1_2","tr":"(b) Bu faaliyete katılan kullanıcılar, bu faaliyetin kurallarını tamamen okuyup anlamış ve gönüllü olarak faaliyetin kurallarına bağlı kalmış sayılırlar.","zh":"(b)用户参与本活动即视为已充分阅读、理解本活动规则，并自愿受活动规则的约束。"},{"ar":"ما هي الميدالية؟","en":"What is a medal?","hi":"पदक क्या है?","name":"rule_title_2","tr":"Madalya nedir?","zh":"什么是勋章？"},{"ar":"الميداليات هي مكافآت فخرية تصدرها Wyak للمستخدمين الذين يستوفون شروطًا معينة.  بعد التسجيل بنجاح وتسجيل الدخول إلى Wyak ، وإكمال المهام أو الأنشطة بنجاح على المنصة وتلبية المتطلبات ، يمكنك الحصول على الميداليات والمستويات المقابلة.  تقسم الميداليات إلى نوعين: ميداليات الإنجاز وميداليات النشاط ، وينقسم كل نوع من الميداليات إلى ثلاثة مستويات: الأول والثاني والثالث.  يتم تحديد مستوى الميدالية بناءً على سلوك المستخدم المتراكم لاستخدام خدمات Wyak APP خلال فترة زمنية معينة ، ويمكن للمستخدمين الترقية عندما يصلون إلى المستوى المقابل.","en":"Medals are honorary rewards issued by Wyak to users who meet certain conditions. After successfully registering and logging in to Wyak, and successfully completing tasks or activities on the platform and meeting the requirements, you can get the corresponding medals and levels. Medals are divided into two types: achievement medals and activity medals, and each type of medal is divided into three levels: I, II, and III. The medal level is determined based on the user's accumulated behavior of using Wyak APP services within a certain period of time, and users can upgrade when they reach the corresponding level threshold.","hi":"पदक कुछ शर्तों को पूरा करने वाले उपयोगकर्ताओं को Wyak द्वारा जारी किए गए मानद पुरस्कार हैं। Wyak में सफलतापूर्वक पंजीकरण और लॉग इन करने और प्लेटफ़ॉर्म पर कार्यों या गतिविधियों को सफलतापूर्वक पूरा करने और आवश्यकताओं को पूरा करने के बाद, आप संबंधित पदक और स्तर प्राप्त कर सकते हैं। पदकों को दो प्रकारों में विभाजित किया जाता है: उपलब्धि पदक और गतिविधि पदक, और प्रत्येक प्रकार के पदक को तीन स्तरों में विभाजित किया जाता है: I, II और III. पदक स्तर एक निश्चित अवधि के भीतर Wyak एपीपी सेवाओं का उपयोग करने के उपयोगकर्ता के संचित व्यवहार के आधार पर निर्धारित किया जाता है, और उपयोगकर्ता संबंधित स्तर की सीमा तक पहुंचने पर अपग्रेड कर सकते हैं।","name":"rule_content_2","tr":"Madalyalar, Wyak tarafından belirli koşulları yerine getiren kullanıcılara verilen onurlu ödüllerdir. Wyak'e başarıyla kaydolduysanız ve giriş yaptıysanız, platformdaki görevleri veya etkinlikleri başarıyla tamamladıysanız ve gereksinimleri karşıladıysanız, ilgili madalyalar ve seviyelerle ödüllendirileceksiniz. Madalyalar iki türe ayrılır: başarı madalyaları ve etkinlik madalyaları ve her madalya türü üç seviyeye ayrılır: I, II ve III. Madalya seviyesi, kullanıcının belirli bir süre içinde Wyak uygulama hizmetlerini kullanma konusundaki birikmiş davranışına göre belirlenir ve kullanıcılar ilgili seviye eşiğine ulaştıklarında yükseltme yapabilirler.","zh":"勋章是Wyak对满足一定条件的用户发放的荣誉奖励。成功注册且登录Wyak，并且在平台成功完成任务或活动且达到要求，即可获得相应的勋章及等级。勋章分为成就勋章和活动勋章两种类型，每类勋章分为I. II. III三个等级。勋章等级是基于用户-定时期内使用Wyak APP业务累计获取的行为决定的，用户达到相应的等级门槛即可升级。"},{"ar":"كيف تحصل على الميدالية والمستوى المقابل لها؟","en":"How to get the medal and the corresponding level?","hi":"पदक और संबंधित स्तर कैसे प्राप्त करें?","name":"rule_title_3","tr":"Madalya ve ilgili seviye nasıl alınır?","zh":"如何获得勋章以及对应等级？"},{"ar":"لكل ميدالية والمستوى المقابل لها طرق مختلفة للحصول عليها ، والتي تم وصفها بالتفصيل في صفحة التفاصيل الخاصة بالميدالية المقابلة لها.عند تحقيق الهدف ، يقوم المسؤول تلقائيًا بإصدار الميدالية وإضاءتها.  يختلف وقت حساب المستوى الأولي للميدالية وفقًا لنوع الميدالية. ويمكن حسابه من تاريخ إطلاق الميدالية أو تاريخ أول تسجيل دخول إلى Wyak. عند بدء تشغيل آلية ترقية الميدالية ، يكون المستخدم سيتم أيضًا تحويل البيانات المسجلة وتعيينها إلى المستوى الأولي المقابل.","en":"Each medal and the corresponding level have different ways to obtain them, which are described in detail on the details page of the corresponding medal. When the goal is achieved, the official will automatically issue and light the medal. The calculation time of the initial level of the medal varies depending on the type of medal. It can be calculated from the date when the medal was launched or the date of first logging in to Wyak. When the medal upgrade mechanism is launched, the user's historical data will also be converted and set to the corresponding initial level. The actual shall prevail.","hi":"प्रत्येक पदक और संबंधित स्तर पर उन्हें प्राप्त करने के अलग-अलग तरीके होते हैं, जिनका वर्णन संबंधित पदक के विवरण पृष्ठ पर विस्तार से किया गया है। जब लक्ष्य प्राप्त हो जाता है, तो अधिकारी स्वचालित रूप से पदक जारी कर देगा और जला देगा। पदक के प्रारंभिक स्तर की गणना का समय पदक के प्रकार के आधार पर भिन्न होता है। इसकी गणना उस तारीख से की जा सकती है जब पदक लॉन्च किया गया था या पहली बार Wyak में लॉग इन करने की तारीख से। जब मेडल अपग्रेड तंत्र लॉन्च किया जाता है, तो उपयोगकर्ता का ऐतिहासिक डेटा भी परिवर्तित किया जाएगा और संबंधित प्रारंभिक स्तर पर सेट किया जाएगा। वास्तविक प्रबल होगा.","name":"rule_content_3","tr":"Her madalya ve ilgili seviyeyi elde etmenin farklı yolları vardır ve bunlar ilgili madalyanın ayrıntılar sayfasında ayrıntılı olarak açıklanmıştır. Hedefe ulaşıldığında, görevli madalyayı otomatik olarak verecek ve yakacaktır. Madalyanın ilk seviyesinin hesaplanma süresi madalyanın türüne bağlı olarak değişir. Madalyanın başlatıldığı tarihten veya Wyak'e ilk giriş tarihinden itibaren hesaplanabilir. Madalya yükseltme mekanizması başlatıldığında, kullanıcının geçmiş verileri de dönüştürülecek ve ilgili başlangıç seviyesine ayarlanacaktır. Ayrıntılar güncellemeye tabidir.","zh":"每个勋章及对应的等级都有不同的获得方式，在对应勋章的详情页面有详细介绍，达成目标时官方自动发放并点亮勋章。勋章起始等级的计算时间视勋章种类有所不同，可从勋章上线日期或首次登录Wyak日期等起算，本勋章升级机制上线时，用户的历史数据也会进行换算，设置为对应的初始等级，具体以实际为准。"},{"ar":"ما هي وظيفة الميدالية؟","en":"What can the medal do?","hi":"पदक क्या कर सकता है?","name":"rule_title_4","tr":"Madalya ile ne yapabilirim?","zh":"勋章可以干什么？"},{"ar":"تمثل الميداليات المختلفة إنجازات المستخدمين في مختلف المجالات ، وكلما ارتفع مستوى الميدالية ، زادت إنجازاتك في هذا المجال.  يمكن ارتداء الميداليات بجوار صورة ملفك الشخصي لإظهار حالتك المتميزة وإنجازاتك البارزة على المنصة.  بعض الميداليات لها حقوق ومكافآت مقابلة ، وكلما ارتفع مستوى الميدالية ، زاد محتوى الحقوق والمصالح ثراءً.  وفقًا لتطوير الأعمال الخاصة بها ، تعمل المنصة باستمرار على تحسين واستبدال وترقية وتكرار محتوى الامتياز الحالي على مستوى الميدالية ، وتبتكر باستمرار نوع ومحتوى الامتيازات على مستوى الميداليات ، وتسعى جاهدة لتزويد المستخدمين بخدمات وتجربة اجتماعية أفضل.","en":"Different medals represent users' achievements in different fields. The higher the medal level, the higher your achievements in this field. Medals can be worn next to your profile picture to show your distinguished status and outstanding achievements on the platform. Some medals have corresponding rights and interests rewards. The higher the medal level, the richer the content of rights and interests. Based on its own business development, the platform continuously optimizes, replaces, upgrades and iterates the current medal-level privileges, and continuously innovates the types and contents of medal-level privileges, striving to provide users with better services and social experiences.","hi":"विभिन्न पदक विभिन्न क्षेत्रों में उपयोगकर्ताओं की उपलब्धियों का प्रतिनिधित्व करते हैं। पदक का स्तर जितना ऊँचा होगा, इस क्षेत्र में आपकी उपलब्धियाँ उतनी ही ऊँची होंगी। मंच पर आपकी विशिष्ट स्थिति और उत्कृष्ट उपलब्धियों को दिखाने के लिए आपके प्रोफ़ाइल चित्र के बगल में पदक पहने जा सकते हैं। कुछ पदकों में संबंधित अधिकार और हित पुरस्कार होते हैं। पदक का स्तर जितना ऊँचा होगा, अधिकारों और हितों की सामग्री उतनी ही समृद्ध होगी। अपने स्वयं के व्यवसाय विकास के आधार पर, प्लेटफ़ॉर्म वर्तमान पदक-स्तर के विशेषाधिकारों को लगातार अनुकूलित, प्रतिस्थापित, उन्नत और पुनरावृत्त करता है, और उपयोगकर्ताओं को बेहतर सेवाएं और सामाजिक अनुभव प्रदान करने का प्रयास करते हुए, पदक-स्तर के विशेषाधिकारों के प्रकारों और सामग्रियों को लगातार नया करता है।","name":"rule_content_4","tr":"Farklı madalyalar, kullanıcının farklı alanlardaki başarılarını temsil eder ve madalyanın seviyesi ne kadar yüksekse, o alandaki başarılarınız da o kadar yüksek olur. Madalyalar kişisel avatarınızın yanına takılabilir, platformdaki onurlu statünüzü ve olağanüstü başarılarınızı vurgulamak için. Madalyaların bazıları ilgili hak ve avantajlara sahiptir ve madalyanın derecesi ne kadar yüksekse, hak ve avantajların içeriği de o kadar zengin olur. Platform, kendi iş gelişimine dayanarak, mevcut madalya düzeyindeki ayrıcalıkları sürekli olarak optimize eder, değiştirir, yükseltir ve yineler ve madalya düzeyindeki ayrıcalıkların türlerini ve içeriklerini sürekli olarak yenileyerek kullanıcılara daha iyi hizmetler ve sosyal deneyimler sunmaya çalışır.","zh":"不同的勋章代表用户在不同领域的成就，勋章等级越高，代表您在该领域成就越高。勋章可佩戴在您个人头像旁边，以彰显您在平台的尊贵身份和卓越成就。部分勋章设有对应的权益奖励，勋章等级越高获得的权益内容越丰富。平台根据自身业务发展情况不断对当前的勋章等级特权内容进行优选汰换、升级迭代，并不断创新勋章等级特权的类型和内容，努力争取为用户提供更好的服务和社交体验。"},{"ar":"هل الحقوق والمصالح المقابلة للميدالية لها تاريخ انتهاء صلاحية؟","en":"Do the corresponding rights and interests of the medal have an expiration date?","hi":"क्या पदक के संबंधित अधिकारों और हितों की कोई समाप्ति तिथि होती है?","name":"rule_title_5","tr":"Madalyanın ilgili faydaları için geçerlilik süresi var mı?","zh":"勋章相应的权益有有效期吗？"},{"ar":"فترة صلاحية الحقوق والمصالح المقابلة للميدالية: فترة صلاحية حقوق ومصالح الميدالية هي 90 يومًا من تاريخ وصولك إلى مستوى الميدالية المقابل.  لا يمكن فرض فوائد مستويات الميداليات المختلفة. إذا وصلت إلى مستوى ميدالية جديد خلال فترة صلاحية المزايا ، فسيتم احتساب المزايا الجديدة بناءً على تاريخ الوصول إلى مستواك الجديد.","en":"Validity period of the corresponding rights and interests of the medal: The validity period of the rights and interests of the medal is 90 days from the date you reach the corresponding medal level. The benefits of different medal levels cannot be superimposed. If you reach a new medal level within the validity period of the benefits, the new benefits will be calculated based on the date when your new level reached.","hi":"पदक के संबंधित अधिकारों और हितों की वैधता अवधि: पदक के अधिकारों और हितों की वैधता अवधि आपके संबंधित पदक स्तर तक पहुंचने की तारीख से 90 दिन है। विभिन्न पदक स्तरों के लाभों को आरोपित नहीं किया जा सकता। यदि आप लाभों की वैधता अवधि के भीतर एक नए पदक स्तर पर पहुंचते हैं, तो नए लाभों की गणना उस तारीख के आधार पर की जाएगी जब आपका नया स्तर पहुंचा था।","name":"rule_content_5","tr":"Madalyanın ilgili faydalarının geçerlilik süresi: Madalyanın faydalarının geçerlilik süresi, ilgili madalya seviyesine ulaştığınız tarihten itibaren 90 gündür. Farklı madalyaların hak ve faydaları üst üste konulamaz, hak ve faydaların geçerlilik süresi içinde yeni bir madalya seviyesine ulaşırsanız, yeni hak ve faydalar yeni seviyenizin varış tarihine göre hesaplanacaktır.","zh":"勋章相应权益的有效期:该勋章权益的有效期为90天，自您达到相应勋章等级之日起算。不同勋章等级权益不可叠加，如您在权益有效期内达到新的勋章等级，则以您新等级到达日期进行新权益的计算。"},{"ar":"كيف يمكنني التحقق من حالة ميدالياتي؟","en":"How can I check the status of my medals?","hi":"मैं अपने पदकों की स्थिति कैसे जाँच सकता हूँ?","name":"rule_title_6","tr":"Madalya ödüllerimi nasıl görüntüleyebilirim?","zh":"如何查看我的勋章获得情况？"},{"ar":"سجّل الدخول إلى تطبيق Wyak وانتقل إلى  [صفحتك الشخصية] ثم - [صفحة الميدالية] لعرض الميداليات اللاتي تم الحصول عليهن ومستويات الميداليات.","en":"Log in to the Wyak APP and go to the [My] - [Medal] page to view the obtained children and medal levels.","hi":"Wyak ऐप में लॉग इन करें और प्राप्त बच्चों और पदक स्तरों को देखने के लिए [My] - [Medal] पेज पर जाएं।","name":"rule_content_6","tr":"Wyak uygulamasına giriş yapın, [Benim]-[Madalyam] sayfasına gidin, ödüllendirilen madalyaları ve madalya seviyesini kontrol edebilirsiniz.","zh":"登陆Wyak APP，进入【我的】—【勋章】页面，即可查看获得的勋童及勋章等级。"},{"ar":"كيف أرفع مستوى ميداليتي؟","en":"How do I increase my medal level?","hi":"मैं अपना पदक स्तर कैसे बढ़ाऊं?","name":"rule_title_7","tr":"Madalya seviyemi nasıl yükseltebilirim?","zh":"如何提升我的勋章等级？"},{"ar":"يتم تحديد مستوى الميدالية الخاص بك من خلال حالة نشاط مهمتك الحالية.  بعد التسجيل بنجاح وتسجيل الدخول إلى تطبيق Wyak ، يمكنك الحصول على سجلات البيانات المقابلة بعد إكمال المهام والأنشطة في التطبيق.  يمكنك الترقية إلى مستوى جديد بعد إكمال المهام / الأنشطة المقابلة والوصول إلى عتبة المستوى الأعلى.  تقوم المنصة بتعديل القواعد ذات الصلة لمستوى الميدالية وفقًا للحالة ، وإذا تغيرت القواعد ، تسود القواعد السارية في ذلك الوقت.","en":"Your Medallion level is determined by your current quest activity status. After successfully registering and logging into the Wyak APP, you can obtain corresponding data records after completing tasks and activities in the APP. You can upgrade to a new level after you complete the corresponding tasks/activities and reach the level-up threshold. The platform adjusts the relevant rules of the medal level according to the situation. If the rules change, the rules at that time shall prevail.","hi":"आपका पदक स्तर आपकी वर्तमान खोज गतिविधि स्थिति से निर्धारित होता है। Wyak एपीपी में सफलतापूर्वक पंजीकरण और लॉग इन करने के बाद, आप एपीपी में कार्यों और गतिविधियों को पूरा करने के बाद संबंधित डेटा रिकॉर्ड प्राप्त कर सकते हैं। संबंधित कार्यों/गतिविधियों को पूरा करने और लेवल-अप सीमा तक पहुंचने के बाद आप एक नए स्तर पर अपग्रेड कर सकते हैं। प्लेटफ़ॉर्म स्थिति के अनुसार पदक स्तर के प्रासंगिक नियमों को समायोजित करता है। यदि नियम बदलते हैं, तो उस समय के नियम लागू होंगे।","name":"rule_content_7","tr":"Madalya seviyeniz, tamamladığınız görev ve faaliyetlerin mevcut durumuna göre belirlenir. Wyak Uygulamasına başarıyla kaydolduktan ve giriş yaptıktan sonra uygulamadaki görevleri ve faaliyetleri tamamladıktan sonra, ilgili veri kaydını alacaksınız. İlgili görevleri/faaliyetleri tamamladığınızda ve terfi eşiğine ulaştığınızda yeni bir seviyeye terfi edeceksiniz. Platform, madalya seviyesiyle ilgili kuralları duruma göre ayarlar ve kurallar değişir.  kurallar o zaman geçerli olacaktır. Kurallar değiştirilirse, o zamanki kurallar geçerli olacaktır.","zh":"您的勋章等级由您当前完成的任务活动情况决定。自成功注册且登录Wyak APP后在APP内完成任务、活动后即可获得相应的数据记录。您完成相应的任务/活动达到升级门槛后即可升至新等级。平台根据情况调整勋章等级相关规则，如规则发生变动，以届时规则为准。"},{"ar":"فترة صلاحية الميدالية","en":"Validity period of the medal","hi":"पदक की वैधता अवधि","name":"rule_title_8","tr":"Madalyanın geçerlilik süresi","zh":"勋章的有效期"},{"ar":"عادة الميداليات ليس لها تاريخ إنتهاء صلاحية.  إذا تبين أن المستخدم قد حصل على ميداليات بشكل غير قانوني ، فسيتم إعتبار الميداليات اللاتي تم الحصول عليهن عن طريق الخطأ غير صالحة.","en":"Usually medals have no expiration date. If a user is found to have illegally obtained medals, the maliciously obtained medals will be considered invalid.","hi":"आमतौर पर पदकों की कोई समाप्ति तिथि नहीं होती है। यदि कोई उपयोगकर्ता अवैध रूप से पदक प्राप्त करता हुआ पाया जाता है, तो दुर्भावनापूर्ण ढंग से प्राप्त पदक अमान्य माने जाएंगे।","name":"rule_content_8","tr":"Normalde madalyaların kullanım süresi için herhangi bir sınırlama yoktur. Bir kullanıcının madalya alma kurallarını ihlal ettiği tespit edilirse, kötü niyetle elde edilen madalyalar geçersiz sayılacaktır.","zh":"通常情况下勋章没有使用期限限制。如用户存在违规获取勋章行为一经发现，恶意获得的勋章将视作无效。"},{"ar":"تعليمات أخرى","en":"Other instructions","hi":"अन्य निर्देश","name":"rule_title_9","tr":"Diğer notlar","zh":"其他说明"},{"ar":"(أ) حظر السلوك غير اللائق: يُحظر استخدام أي مكونات إضافية ومكونات إضافية ووسائل أخرى غير مناسبة للمشاركة في المهام والأنشطة.  في حالة انتهاك المستخدم للقوانين واللوائح ، ستحد المنصة من مؤهلات نشاط المستخدم أو تلغيها ، ولها الحق في إلغاء العمليات غير القانونية ذات الصلة ، وسحب الميداليات ومكافآت الأسهم.  في الوقت نفسه ، ستتم معالجته وفقًا للقواعد ذات الصلة ويحتفظ بالحق في متابعة المسؤوليات القانونية الأخرى للمستخدمين.","en":"(a) Prohibition of improper behavior: It is prohibited to use any plug-ins, plug-ins and other improper means to participate in tasks and activities. If the user violates laws and regulations, the platform will limit or cancel the user's activity qualifications, and has the right to revoke relevant illegal operations, withdraw medals and equity rewards. At the same time, it will be processed in accordance with relevant rules and reserves the right to pursue other legal responsibilities of users.","hi":"(ए) अनुचित व्यवहार का निषेध: कार्यों और गतिविधियों में भाग लेने के लिए किसी भी प्लग-इन, प्लग-इन और अन्य अनुचित साधनों का उपयोग करना निषिद्ध है। यदि उपयोगकर्ता कानूनों और विनियमों का उल्लंघन करता है, तो प्लेटफ़ॉर्म उपयोगकर्ता की गतिविधि योग्यता को सीमित या रद्द कर देगा, और प्रासंगिक अवैध संचालन को रद्द करने, पदक और इक्विटी पुरस्कार वापस लेने का अधिकार होगा। साथ ही, इसे प्रासंगिक नियमों के अनुसार संसाधित किया जाएगा और उपयोगकर्ताओं की अन्य कानूनी जिम्मेदारियों को आगे बढ़ाने का अधिकार सुरक्षित रखता है।","name":"rule_content_9_1","tr":"(a) Uygunsuz Davranış Yasağı: Görev ve etkinliklere katılmak için herhangi bir eklenti, ekstra ve diğer uygunsuz araçların kullanılması yasaktır. Kullanıcı yasaları ihlal ederse, platform kullanıcının faaliyet yeterliliğini sınırlandıracak veya iptal edecek ve ilgili yasadışı işlemi iptal etme, madalyayı ve hakları ve ödülleri geri çekme hakkına sahiptir. Bu arada platform, kullanıcıların diğer yasal sorumluluklarını ilgili kurallara uygun olarak ele alma ve takip etme hakkını saklı tutar.","zh":"(a)不正当行为的禁止: 禁止使用任何插件、外挂等不正当手段参与任务和活动。如果用户存在违法违规行为，平台将限制或取消用户的活动资格，并有权利撤销相关违规操作、收回勋章及权益奖励。同时依照相关规则进行处理并保留追究用户其他法律责任的权利。"},{"ar":"(ب) الاعفاء من المسؤولية: اي الاوضاع التالية في حالة وضع قهري محتوم او اتجاهات لاوضاع احداث مختلفة(بما في ذلك على سبيل المثال يقتصر على أحداث كوارث كبرى ،احداث تتضمن  اوامر مؤسسات حكومية ،سيتم ايقاف النشاط او تعديله،احداث تتعرض لهجمات إلكترونية خطيرة، او بسبب فشل عنصر النظام سيتم ايقاف النشاط في الحال، يجوز لمنظم النشاط المطالبة بالميكروفون المجاني وفقًا للقوانين واللوائح ذات الصلة.","en":"(b) Exemption: In the event of force majeure or changes in circumstances (including but not limited to major disasters, activities that need to be stopped or adjusted by orders from government agencies, activities that are subject to severe cyber attacks or need to be suspended due to system failures), The event organizer may claim exemption from liability in accordance with relevant laws and regulations.","hi":"(बी) छूट: अप्रत्याशित घटना या परिस्थितियों में बदलाव की स्थिति में (प्रमुख आपदा घटनाओं सहित, लेकिन इन्हीं तक सीमित नहीं, ऐसी घटनाएं जिन्हें सरकारी आदेशों के कारण रोकने या समायोजित करने की आवश्यकता होती है, ऐसी घटनाएं जो गंभीर साइबर हमलों से पीड़ित होती हैं या जिनके कारण निलंबित करने की आवश्यकता होती है) सिस्टम विफलताओं के लिए), कार्यक्रम आयोजक प्रासंगिक कानूनों और विनियमों के अनुसार मुफ्त गेहूं का दावा कर सकता है।","name":"rule_content_9_2","tr":"(b) Muafiyetler: Mücbir sebepler veya koşulların değişmesi durumunda (büyük bir felaket, etkinliğin bir devlet kurumu tarafından durdurulması veya ayarlanması emri verilmesi, etkinliğin ciddi bir siber saldırıya maruz kalması veya etkinliğin bir sistem arızası nedeniyle askıya alınması dahil ancak bunlarla sınırlı olmamak üzere), etkinliğin organizatörü ilgili yasa ve yönetmelik hükümlerine uygun olarak sorumluluktan muafiyet talep edebilir.","zh":"(b)免责情形: 如出现不可抗力或情势变更的情况(包括但不限于重大灾害事件、活动受政府机关指令 需要停止举办或调整的、活动遭受严重网络攻击或因系统故障需要暂停举办的)，则活动举办方可依相关法律法规的规定主张免责。"},{"ar":"(ج) في النطاق الذي تسمح به القوانين واللوائح ، يحق للمنصة تغيير أو تعديل مهام وقواعد النشاط المتعلقة بالميداليات ، وسيتم نشر التغييرات أو التعديلات ذات الصلة في صفحة قواعد المهمة / النشاط.  تعتبر المشاركة المستمرة للمستخدم في المهمة / النشاط بمثابة موافقة وقبول قواعد المهمة / النشاط التي تم تغييرها أو تعديلها.","en":"(c) To the extent permitted by laws and regulations, the platform has the right to change or adjust the tasks and activity rules related to medals, and the relevant changes or adjustments will be published on the task/activity rules page. The user's continued participation in the task/activity is deemed to agree and accept the changed or adjusted task/activity rules.","hi":"(सी) कानूनों और विनियमों द्वारा अनुमत सीमा तक, मंच को पदकों से संबंधित कार्यों और गतिविधि नियमों को बदलने या समायोजित करने का अधिकार है, और प्रासंगिक परिवर्तन या समायोजन कार्य/गतिविधि नियम पृष्ठ पर प्रकाशित किए जाएंगे। कार्य/गतिविधि में उपयोगकर्ता की निरंतर भागीदारी को बदले हुए या समायोजित कार्य/गतिविधि नियमों से सहमत और स्वीकार माना जाता है।","name":"rule_content_9_3","tr":"(c) Yasa ve yönetmeliklerin izin verdiği ölçüde platform, madalya ile ilgili görev ve faaliyetlerin kurallarında değişiklik veya düzenleme yapma hakkını saklı tutar ve ilgili değişiklik veya düzenlemeler görev/faaliyet kuralları sayfasında yayınlanacaktır. Görevlere/faaliyetlere katılmaya devam eden kullanıcılar, değiştirilen veya ayarlanan görev/faaliyet kurallarını kabul etmiş sayılırlar.","zh":"(c)在法律法规允许的范围内，平台有权对与勋章有关的任务，活动规则进行变动或调整，相关变动或调整将公布在任务/活动规则页面上。用户继续参与任务/活动则视为同意并接受变动或者调整后的任务/活动规则。"},{"ar":"(د)من أجل تحسين تجارب المستخدمين،سيتم زخرفة الميداليات وترقيتها من وقت لآخر ، وسيتم أيضًا تحديث أوصاف شرح الميداليات وفقًا لذلك ، وسيسري المحتوى المحدث من تاريخ الإعلان.  تحتفظ منصة Wyak بحق التفسير النهائي للميدالية.","en":"(d) In order to further improve the user experience, we will enrich and open medals from time to time, and the descriptions of the medals will also be updated accordingly. The updated content will take effect from the date of announcement. Wyak platform reserves the right of final interpretation of the medal.","hi":"(डी) उपयोगकर्ता अनुभव को और बेहतर बनाने के लिए, हम समय-समय पर पदकों को समृद्ध और खोलेंगे, और पदकों के विवरण भी तदनुसार अपडेट किए जाएंगे। अद्यतन सामग्री घोषणा की तारीख से प्रभावी होगी। Wyak प्लेटफ़ॉर्म पदक की अंतिम व्याख्या का अधिकार सुरक्षित रखता है।","name":"rule_content_9_4","tr":"(d) Kullanıcı deneyimini daha da iyileştirmek için madalyayı zaman zaman zenginleştirecek ve yükselteceğiz ve madalyanın açıklaması buna göre güncellenecek ve güncelleme yayın tarihinde yürürlüğe girecektir. Madalyalar ile ilgili nihai yorum hakkı Wyakplatform'a aittir.","zh":"(d)为进一步改善用户体验，我们将不定期丰富、升级勋章，勋章说明也会随之更新，更新内容将于公布之日起生效。Wyak平台保留对勋章的最终解释权。"},{"ar":"(هـ) تقتصر الحقوق والمصالح المرتبطة بالميدالية على الاستهلاك أو الاستخدام على المنصة ، ولا يمكن تحويلها بشكل عكسي إلى نقود أو سلع قيمة ، ولا يمكن استخدامها في أي شكل من أشكال الأنشطة المربحة.  تُحظر جميع المعاملات غير المتصلة بالإنترنت وعمليات الاستحواذ من قبل تجار العملات وغيرها من السلوكيات غير اللائقة للجهات الخارجية. ستعمل المنصة على اتخاذ إجراءات صارمة ضد المعاملات المذكورة أعلاه ، ويجب على المستخدمين تحمل المسؤولية بأنفسهم.","en":"(e) The rights and interests corresponding to the medal are limited to consumption or use on the platform, and cannot be reversely converted into cash or valuable commodities, and cannot be used for any form of profit-making activities. All offline transactions, acquisitions by currency merchants and other third-party improper behaviors are prohibited. The platform will severely crack down on the above-mentioned transactions, and users must bear it by themselves.","hi":"(ई) पदक से संबंधित अधिकार और हित प्लेटफ़ॉर्म पर उपभोग या उपयोग तक सीमित हैं, और इन्हें नकद या मूल्यवान वस्तुओं में परिवर्तित नहीं किया जा सकता है, और किसी भी प्रकार की लाभ कमाने वाली गतिविधियों के लिए उपयोग नहीं किया जा सकता है। सभी ऑफ़लाइन लेनदेन, मुद्रा व्यापारियों द्वारा अधिग्रहण और अन्य तृतीय-पक्ष अनुचित व्यवहार निषिद्ध हैं। प्लेटफ़ॉर्म उपर्युक्त लेनदेन पर गंभीर रूप से नकेल कसेगा, और उपयोगकर्ताओं को इसे स्वयं ही वहन करना होगा।","name":"rule_content_9_5","tr":"(e) Madalyalara karşılık gelen haklar ve faydalar, platform içinde tüketim veya kullanımla sınırlıdır, nakit veya değerli mallara çevrilemez ve herhangi bir şekilde kar getirici faaliyetler için kullanılamaz. Tüm çevrimdışı işlemler, madeni para satıcıları tarafından satın alma ve diğer üçüncü taraf uygunsuz davranışlar yasaktır ve platform, kullanıcıların kendi başlarına üstlenmeleri gereken yukarıdaki işlemleri engelleyecektir.","zh":"(e)勋章对应的权益仅限于在平台内消费或者使用，不可反向兑换成现金或有价商品，不得用于任何形式的盈利活动。禁止一切线下交易、币商收购等第三方不正当行为，平台将对上述交易行为进行严厉打击，用户需自行承担。"}]