{
    "family_help": "परिवार की मदद",
    "family_send_gift": "दैनिक उपहार भेजें",
    "family_send_gift_score_desc": "10000 सिक्के=1प्वाइंट\n* 10000 से कम सिक्के नहीं बढ़ेंगे",
    "family_received_gift": "दैनिक प्राप्त उपहार",
    "family_received_gift_score_desc": "10000 सिक्के=1प्वाइंट\n* 10000 से कम सिक्के नहीं बढ़ेंगे",
    "family_take_part_activity": "गतिविधियों में भाग लें",
    "family_take_part_activity_score_desc": "कृपया गतिविधियों के विवरण पर ध्यान दें",
    "family_organize_activity": "दैनिक आयोजन गतिविधि",
    "family_organize_activity_score_desc": "एक गतिविधि आयोजित करें, और घटना के दौरान रूम में आगंतुकों की संख्या 50 से अधिक है, 5 अंक प्राप्त करें",
    "family_top_family": "फैमिली रूम टॉप 10 में",
    "family_top_family_score_desc": "प्रतिदिन 19:00-22:00(UTC+0), किसी भी पारिवारिक रूम को दैनिक कक्ष रैंकिंग के शीर्ष 10 में शामिल करें, 10 points\n* प्रत्येक परिवार प्रति दिन 1 बार तक प्राप्त कर सकता है",
    "family_what_title": "1. परिवार क्या है?",
    "family_what_desc": "परिवार एक खिलाड़ी समूह है, लोगों का एक समूह जो एक साथ पार्टियां करता है , महिमा और पुरस्कार के लिए परिवार के साथ बढ़ता है।",
    "family_who_can_create_title": "2.परिवार कौन बना सकता है？",
    "family_who_can_create_desc": "हर कोई एक परिवार बना सकता है, लेकिन लगातार 7 दिनों तक परिवार में कुल लोगों की संख्या = 1 व्यक्ति को सिस्टम द्वारा भंग कर दिया जाएगा। \n आप क्रिएट करने के लिए फैमिली पेज में【क्रिएट फैमिली】ढूंढ सकते हैं।",
    "family_how_join_title": "3. परिवार में कैसे शामिल हों?",
    "family_how_join_desc": "शामिल होने के लिए आप फैमिली पेज में 【जॉइन】ढूंढ सकते हैं।",
    "family_what_reason_title": "4.पारिवारिक मौसम क्या है?",
    "family_what_reason_desc": "हर तीन महीने में एक पारिवारिक सीजन होता है, और जो सदस्य सीजन में कम से कम 10 अंक का योगदान करते हैं, वे पुरस्कार प्राप्त कर सकते हैं, जिसमें बैज, कार, फ्रेम आदि शामिल हैं। \n आप पारिवारिक पेज पर परिवार रैंक की जांच कर सकते हैं।",
    "family_what_rank_title": "5. पारिवारिक रैंक किस पर निर्भर करता है?",
    "family_what_rank_desc": "यह परिवार के सभी सदस्यों के अंकों के योगदान पर निर्भर करता है। \n उपहार भेजें, उपहार प्राप्त करें, गतिविधियों के लिए आवेदन करें, शीर्ष 10 कक्ष प्राप्त करें, गतिविधि में शामिल होने से अंक बढ़ सकते हैं।",
    "family_how_top_title": "6. एक शीर्ष परिवार कैसे बनें?",
    "family_how_top_desc": "अधिक मित्रों को अपने परिवार में शामिल होने के लिए कहें, प्रत्येक सदस्य को सक्रिय रखें, गतिविधियों को व्यवस्थित करें और अपने सदस्य के रूम को प्रतिदिन 19:00-22:00(UTC+0) के शीर्ष 10 रूम होने में सहायता करें।"
}
