{
    "medal_rule_title": "شرح أنشطة الميداليات",

    "rule_title_1": "ملاحظة خاصة",
    "rule_content_1_1": "(أ) قبل المشاركة في نشاط الحصول على الميداليات ، يرجى قراءة شروط قواعد الحدث بعناية ، لا سيما الشروط المتعلقة بإكمال مهام الحدث ، وتلقي مكافآت الحدث ، والاختلافات / الانتهاكات في حساب الحدث.",
    "rule_content_1_2": "(ب) يُعتبر المستخدمون الذين يشاركون في هذا النشاط قد قرأوا وفهموا قواعد هذا النشاط تمامًا ، وهم ملزمون طواعية بقواعد النشاط.",

    "rule_title_2": "ما هي الميدالية؟",
    "rule_content_2": "الميداليات هي مكافآت فخرية تصدرها Wyak للمستخدمين الذين يستوفون شروطًا معينة.  بعد التسجيل بنجاح وتسجيل الدخول إلى Wyak ، وإكمال المهام أو الأنشطة بنجاح على المنصة وتلبية المتطلبات ، يمكنك الحصول على الميداليات والمستويات المقابلة.  تقسم الميداليات إلى نوعين: ميداليات الإنجاز وميداليات النشاط ، وينقسم كل نوع من الميداليات إلى ثلاثة مستويات: الأول والثاني والثالث.  يتم تحديد مستوى الميدالية بناءً على سلوك المستخدم المتراكم لاستخدام خدمات Wyak APP خلال فترة زمنية معينة ، ويمكن للمستخدمين الترقية عندما يصلون إلى المستوى المقابل.",

    "rule_title_3": "كيف تحصل على الميدالية والمستوى المقابل لها؟",
    "rule_content_3": "لكل ميدالية والمستوى المقابل لها طرق مختلفة للحصول عليها ، والتي تم وصفها بالتفصيل في صفحة التفاصيل الخاصة بالميدالية المقابلة لها.عند تحقيق الهدف ، يقوم المسؤول تلقائيًا بإصدار الميدالية وإضاءتها.  يختلف وقت حساب المستوى الأولي للميدالية وفقًا لنوع الميدالية. ويمكن حسابه من تاريخ إطلاق الميدالية أو تاريخ أول تسجيل دخول إلى Wyak. عند بدء تشغيل آلية ترقية الميدالية ، يكون المستخدم سيتم أيضًا تحويل البيانات المسجلة وتعيينها إلى المستوى الأولي المقابل.",

    "rule_title_4": "ما هي وظيفة الميدالية؟",
    "rule_content_4": "تمثل الميداليات المختلفة إنجازات المستخدمين في مختلف المجالات ، وكلما ارتفع مستوى الميدالية ، زادت إنجازاتك في هذا المجال.  يمكن ارتداء الميداليات بجوار صورة ملفك الشخصي لإظهار حالتك المتميزة وإنجازاتك البارزة على المنصة.  بعض الميداليات لها حقوق ومكافآت مقابلة ، وكلما ارتفع مستوى الميدالية ، زاد محتوى الحقوق والمصالح ثراءً.  وفقًا لتطوير الأعمال الخاصة بها ، تعمل المنصة باستمرار على تحسين واستبدال وترقية وتكرار محتوى الامتياز الحالي على مستوى الميدالية ، وتبتكر باستمرار نوع ومحتوى الامتيازات على مستوى الميداليات ، وتسعى جاهدة لتزويد المستخدمين بخدمات وتجربة اجتماعية أفضل.",

    "rule_title_5": "هل الحقوق والمصالح المقابلة للميدالية لها تاريخ انتهاء صلاحية؟",
    "rule_content_5": "فترة صلاحية الحقوق والمصالح المقابلة للميدالية: فترة صلاحية حقوق ومصالح الميدالية هي 90 يومًا من تاريخ وصولك إلى مستوى الميدالية المقابل.  لا يمكن فرض فوائد مستويات الميداليات المختلفة. إذا وصلت إلى مستوى ميدالية جديد خلال فترة صلاحية المزايا ، فسيتم احتساب المزايا الجديدة بناءً على تاريخ الوصول إلى مستواك الجديد.",

    "rule_title_6": "كيف يمكنني التحقق من حالة ميدالياتي؟",
    "rule_content_6": "سجّل الدخول إلى تطبيق Wyak وانتقل إلى  [صفحتك الشخصية] ثم - [صفحة الميدالية] لعرض الميداليات اللاتي تم الحصول عليهن ومستويات الميداليات.",

    "rule_title_7": "كيف أرفع مستوى ميداليتي؟",
    "rule_content_7": "يتم تحديد مستوى الميدالية الخاص بك من خلال حالة نشاط مهمتك الحالية.  بعد التسجيل بنجاح وتسجيل الدخول إلى تطبيق Wyak ، يمكنك الحصول على سجلات البيانات المقابلة بعد إكمال المهام والأنشطة في التطبيق.  يمكنك الترقية إلى مستوى جديد بعد إكمال المهام / الأنشطة المقابلة والوصول إلى عتبة المستوى الأعلى.  تقوم المنصة بتعديل القواعد ذات الصلة لمستوى الميدالية وفقًا للحالة ، وإذا تغيرت القواعد ، تسود القواعد السارية في ذلك الوقت.",

    "rule_title_8": "فترة صلاحية الميدالية",
    "rule_content_8": "عادة الميداليات ليس لها تاريخ إنتهاء صلاحية.  إذا تبين أن المستخدم قد حصل على ميداليات بشكل غير قانوني ، فسيتم إعتبار الميداليات اللاتي تم الحصول عليهن عن طريق الخطأ غير صالحة.",

    "rule_title_9": "تعليمات أخرى",
    "rule_content_9_1": "(أ) حظر السلوك غير اللائق: يُحظر استخدام أي مكونات إضافية ومكونات إضافية ووسائل أخرى غير مناسبة للمشاركة في المهام والأنشطة.  في حالة انتهاك المستخدم للقوانين واللوائح ، ستحد المنصة من مؤهلات نشاط المستخدم أو تلغيها ، ولها الحق في إلغاء العمليات غير القانونية ذات الصلة ، وسحب الميداليات ومكافآت الأسهم.  في الوقت نفسه ، ستتم معالجته وفقًا للقواعد ذات الصلة ويحتفظ بالحق في متابعة المسؤوليات القانونية الأخرى للمستخدمين.",
    "rule_content_9_2": "(ب) الاعفاء من المسؤولية: اي الاوضاع التالية في حالة وضع قهري محتوم او اتجاهات لاوضاع احداث مختلفة(بما في ذلك على سبيل المثال يقتصر على أحداث كوارث كبرى ،احداث تتضمن  اوامر مؤسسات حكومية ،سيتم ايقاف النشاط او تعديله،احداث تتعرض لهجمات إلكترونية خطيرة، او بسبب فشل عنصر النظام سيتم ايقاف النشاط في الحال، يجوز لمنظم النشاط المطالبة بالميكروفون المجاني وفقًا للقوانين واللوائح ذات الصلة.",
    "rule_content_9_3": "(ج) في النطاق الذي تسمح به القوانين واللوائح ، يحق للمنصة تغيير أو تعديل مهام وقواعد النشاط المتعلقة بالميداليات ، وسيتم نشر التغييرات أو التعديلات ذات الصلة في صفحة قواعد المهمة / النشاط.  تعتبر المشاركة المستمرة للمستخدم في المهمة / النشاط بمثابة موافقة وقبول قواعد المهمة / النشاط التي تم تغييرها أو تعديلها.",   
    "rule_content_9_4": "(د)من أجل تحسين تجارب المستخدمين،سيتم زخرفة الميداليات وترقيتها من وقت لآخر ، وسيتم أيضًا تحديث أوصاف شرح الميداليات وفقًا لذلك ، وسيسري المحتوى المحدث من تاريخ الإعلان.  تحتفظ منصة Wyak بحق التفسير النهائي للميدالية.",   
    "rule_content_9_5": "(هـ) تقتصر الحقوق والمصالح المرتبطة بالميدالية على الاستهلاك أو الاستخدام على المنصة ، ولا يمكن تحويلها بشكل عكسي إلى نقود أو سلع قيمة ، ولا يمكن استخدامها في أي شكل من أشكال الأنشطة المربحة.  تُحظر جميع المعاملات غير المتصلة بالإنترنت وعمليات الاستحواذ من قبل تجار العملات وغيرها من السلوكيات غير اللائقة للجهات الخارجية. ستعمل المنصة على اتخاذ إجراءات صارمة ضد المعاملات المذكورة أعلاه ، ويجب على المستخدمين تحمل المسؤولية بأنفسهم."
    
}
