{
    "medal_rule_title": "पदक गतिविधियों का विवरण",

    "rule_title_1": "विशेष लेख",
    "rule_content_1_1": "(ए) पदक प्राप्ति गतिविधि में भाग लेने से पहले, कृपया इवेंट नियमों की शर्तों को ध्यान से पढ़ें, विशेष रूप से इवेंट कार्यों को पूरा करने, इवेंट पुरस्कार प्राप्त करने और इवेंट खाते की विसंगतियों/उल्लंघन से संबंधित शर्तें।",
    "rule_content_1_2": "(बी) इस गतिविधि में भाग लेने वाले उपयोगकर्ताओं को इस गतिविधि के नियमों को पूरी तरह से पढ़ा और समझा हुआ माना जाता है, और वे स्वेच्छा से गतिविधि के नियमों से बंधे हैं।",

    "rule_title_2": "पदक क्या है?",
    "rule_content_2": "पदक कुछ शर्तों को पूरा करने वाले उपयोगकर्ताओं को Wyak द्वारा जारी किए गए मानद पुरस्कार हैं। Wyak में सफलतापूर्वक पंजीकरण और लॉग इन करने और प्लेटफ़ॉर्म पर कार्यों या गतिविधियों को सफलतापूर्वक पूरा करने और आवश्यकताओं को पूरा करने के बाद, आप संबंधित पदक और स्तर प्राप्त कर सकते हैं। पदकों को दो प्रकारों में विभाजित किया जाता है: उपलब्धि पदक और गतिविधि पदक, और प्रत्येक प्रकार के पदक को तीन स्तरों में विभाजित किया जाता है: I, II और III. पदक स्तर एक निश्चित अवधि के भीतर Wyak एपीपी सेवाओं का उपयोग करने के उपयोगकर्ता के संचित व्यवहार के आधार पर निर्धारित किया जाता है, और उपयोगकर्ता संबंधित स्तर की सीमा तक पहुंचने पर अपग्रेड कर सकते हैं।",

    "rule_title_3": "पदक और संबंधित स्तर कैसे प्राप्त करें?",
    "rule_content_3": "प्रत्येक पदक और संबंधित स्तर पर उन्हें प्राप्त करने के अलग-अलग तरीके होते हैं, जिनका वर्णन संबंधित पदक के विवरण पृष्ठ पर विस्तार से किया गया है। जब लक्ष्य प्राप्त हो जाता है, तो अधिकारी स्वचालित रूप से पदक जारी कर देगा और जला देगा। पदक के प्रारंभिक स्तर की गणना का समय पदक के प्रकार के आधार पर भिन्न होता है। इसकी गणना उस तारीख से की जा सकती है जब पदक लॉन्च किया गया था या पहली बार Wyak में लॉग इन करने की तारीख से। जब मेडल अपग्रेड तंत्र लॉन्च किया जाता है, तो उपयोगकर्ता का ऐतिहासिक डेटा भी परिवर्तित किया जाएगा और संबंधित प्रारंभिक स्तर पर सेट किया जाएगा। वास्तविक प्रबल होगा.",

    "rule_title_4": "पदक क्या कर सकता है?",
    "rule_content_4": "विभिन्न पदक विभिन्न क्षेत्रों में उपयोगकर्ताओं की उपलब्धियों का प्रतिनिधित्व करते हैं। पदक का स्तर जितना ऊँचा होगा, इस क्षेत्र में आपकी उपलब्धियाँ उतनी ही ऊँची होंगी। मंच पर आपकी विशिष्ट स्थिति और उत्कृष्ट उपलब्धियों को दिखाने के लिए आपके प्रोफ़ाइल चित्र के बगल में पदक पहने जा सकते हैं। कुछ पदकों में संबंधित अधिकार और हित पुरस्कार होते हैं। पदक का स्तर जितना ऊँचा होगा, अधिकारों और हितों की सामग्री उतनी ही समृद्ध होगी। अपने स्वयं के व्यवसाय विकास के आधार पर, प्लेटफ़ॉर्म वर्तमान पदक-स्तर के विशेषाधिकारों को लगातार अनुकूलित, प्रतिस्थापित, उन्नत और पुनरावृत्त करता है, और उपयोगकर्ताओं को बेहतर सेवाएं और सामाजिक अनुभव प्रदान करने का प्रयास करते हुए, पदक-स्तर के विशेषाधिकारों के प्रकारों और सामग्रियों को लगातार नया करता है।",

    "rule_title_5": "क्या पदक के संबंधित अधिकारों और हितों की कोई समाप्ति तिथि होती है?",
    "rule_content_5": "पदक के संबंधित अधिकारों और हितों की वैधता अवधि: पदक के अधिकारों और हितों की वैधता अवधि आपके संबंधित पदक स्तर तक पहुंचने की तारीख से 90 दिन है। विभिन्न पदक स्तरों के लाभों को आरोपित नहीं किया जा सकता। यदि आप लाभों की वैधता अवधि के भीतर एक नए पदक स्तर पर पहुंचते हैं, तो नए लाभों की गणना उस तारीख के आधार पर की जाएगी जब आपका नया स्तर पहुंचा था।",

    "rule_title_6": "मैं अपने पदकों की स्थिति कैसे जाँच सकता हूँ?",
    "rule_content_6": "Wyak ऐप में लॉग इन करें और प्राप्त बच्चों और पदक स्तरों को देखने के लिए [My] - [Medal] पेज पर जाएं।",

    "rule_title_7": "मैं अपना पदक स्तर कैसे बढ़ाऊं?",
    "rule_content_7": "आपका पदक स्तर आपकी वर्तमान खोज गतिविधि स्थिति से निर्धारित होता है। Wyak एपीपी में सफलतापूर्वक पंजीकरण और लॉग इन करने के बाद, आप एपीपी में कार्यों और गतिविधियों को पूरा करने के बाद संबंधित डेटा रिकॉर्ड प्राप्त कर सकते हैं। संबंधित कार्यों/गतिविधियों को पूरा करने और लेवल-अप सीमा तक पहुंचने के बाद आप एक नए स्तर पर अपग्रेड कर सकते हैं। प्लेटफ़ॉर्म स्थिति के अनुसार पदक स्तर के प्रासंगिक नियमों को समायोजित करता है। यदि नियम बदलते हैं, तो उस समय के नियम लागू होंगे।",

    "rule_title_8": "पदक की वैधता अवधि",
    "rule_content_8": "आमतौर पर पदकों की कोई समाप्ति तिथि नहीं होती है। यदि कोई उपयोगकर्ता अवैध रूप से पदक प्राप्त करता हुआ पाया जाता है, तो दुर्भावनापूर्ण ढंग से प्राप्त पदक अमान्य माने जाएंगे।",

    "rule_title_9": "अन्य निर्देश",
    "rule_content_9_1": "(ए) अनुचित व्यवहार का निषेध: कार्यों और गतिविधियों में भाग लेने के लिए किसी भी प्लग-इन, प्लग-इन और अन्य अनुचित साधनों का उपयोग करना निषिद्ध है। यदि उपयोगकर्ता कानूनों और विनियमों का उल्लंघन करता है, तो प्लेटफ़ॉर्म उपयोगकर्ता की गतिविधि योग्यता को सीमित या रद्द कर देगा, और प्रासंगिक अवैध संचालन को रद्द करने, पदक और इक्विटी पुरस्कार वापस लेने का अधिकार होगा। साथ ही, इसे प्रासंगिक नियमों के अनुसार संसाधित किया जाएगा और उपयोगकर्ताओं की अन्य कानूनी जिम्मेदारियों को आगे बढ़ाने का अधिकार सुरक्षित रखता है।",
    "rule_content_9_2": "(बी) छूट: अप्रत्याशित घटना या परिस्थितियों में बदलाव की स्थिति में (प्रमुख आपदा घटनाओं सहित, लेकिन इन्हीं तक सीमित नहीं, ऐसी घटनाएं जिन्हें सरकारी आदेशों के कारण रोकने या समायोजित करने की आवश्यकता होती है, ऐसी घटनाएं जो गंभीर साइबर हमलों से पीड़ित होती हैं या जिनके कारण निलंबित करने की आवश्यकता होती है) सिस्टम विफलताओं के लिए), कार्यक्रम आयोजक प्रासंगिक कानूनों और विनियमों के अनुसार मुफ्त गेहूं का दावा कर सकता है।",
    "rule_content_9_3": "(सी) कानूनों और विनियमों द्वारा अनुमत सीमा तक, मंच को पदकों से संबंधित कार्यों और गतिविधि नियमों को बदलने या समायोजित करने का अधिकार है, और प्रासंगिक परिवर्तन या समायोजन कार्य/गतिविधि नियम पृष्ठ पर प्रकाशित किए जाएंगे। कार्य/गतिविधि में उपयोगकर्ता की निरंतर भागीदारी को बदले हुए या समायोजित कार्य/गतिविधि नियमों से सहमत और स्वीकार माना जाता है।",   
    "rule_content_9_4": "(डी) उपयोगकर्ता अनुभव को और बेहतर बनाने के लिए, हम समय-समय पर पदकों को समृद्ध और खोलेंगे, और पदकों के विवरण भी तदनुसार अपडेट किए जाएंगे। अद्यतन सामग्री घोषणा की तारीख से प्रभावी होगी। Wyak प्लेटफ़ॉर्म पदक की अंतिम व्याख्या का अधिकार सुरक्षित रखता है।",   
    "rule_content_9_5": "(ई) पदक से संबंधित अधिकार और हित प्लेटफ़ॉर्म पर उपभोग या उपयोग तक सीमित हैं, और इन्हें नकद या मूल्यवान वस्तुओं में परिवर्तित नहीं किया जा सकता है, और किसी भी प्रकार की लाभ कमाने वाली गतिविधियों के लिए उपयोग नहीं किया जा सकता है। सभी ऑफ़लाइन लेनदेन, मुद्रा व्यापारियों द्वारा अधिग्रहण और अन्य तृतीय-पक्ष अनुचित व्यवहार निषिद्ध हैं। प्लेटफ़ॉर्म उपर्युक्त लेनदेन पर गंभीर रूप से नकेल कसेगा, और उपयोगकर्ताओं को इसे स्वयं ही वहन करना होगा।"
    
}
