{
    "medal_rule_title": "勋章活动说明",

    "rule_title_1": "特别提示",
    "rule_content_1_1": "(a)参与勋章获取活动前，请仔细阅读活动规则的各个条款，特别是与完成活动任务、领取活动奖励以及与活动账号异常/违规等相关的条款。",
    "rule_content_1_2": "(b)用户参与本活动即视为已充分阅读、理解本活动规则，并自愿受活动规则的约束。",

    "rule_title_2": "什么是勋章？",
    "rule_content_2": "勋章是Wyak对满足一定条件的用户发放的荣誉奖励。成功注册且登录Wyak，并且在平台成功完成任务或活动且达到要求，即可获得相应的勋章及等级。勋章分为成就勋章和活动勋章两种类型，每类勋章分为I. II. III三个等级。勋章等级是基于用户-定时期内使用Wyak APP业务累计获取的行为决定的，用户达到相应的等级门槛即可升级。",

    "rule_title_3": "如何获得勋章以及对应等级？",
    "rule_content_3": "每个勋章及对应的等级都有不同的获得方式，在对应勋章的详情页面有详细介绍，达成目标时官方自动发放并点亮勋章。勋章起始等级的计算时间视勋章种类有所不同，可从勋章上线日期或首次登录Wyak日期等起算，本勋章升级机制上线时，用户的历史数据也会进行换算，设置为对应的初始等级，具体以实际为准。",

    "rule_title_4": "勋章可以干什么？",
    "rule_content_4": "不同的勋章代表用户在不同领域的成就，勋章等级越高，代表您在该领域成就越高。勋章可佩戴在您个人头像旁边，以彰显您在平台的尊贵身份和卓越成就。部分勋章设有对应的权益奖励，勋章等级越高获得的权益内容越丰富。平台根据自身业务发展情况不断对当前的勋章等级特权内容进行优选汰换、升级迭代，并不断创新勋章等级特权的类型和内容，努力争取为用户提供更好的服务和社交体验。",

    "rule_title_5": "勋章相应的权益有有效期吗？",
    "rule_content_5": "勋章相应权益的有效期:该勋章权益的有效期为90天，自您达到相应勋章等级之日起算。不同勋章等级权益不可叠加，如您在权益有效期内达到新的勋章等级，则以您新等级到达日期进行新权益的计算。",

    "rule_title_6": "如何查看我的勋章获得情况？",
    "rule_content_6": "登陆Wyak APP，进入【我的】—【勋章】页面，即可查看获得的勋童及勋章等级。",

    "rule_title_7": "如何提升我的勋章等级？",
    "rule_content_7": "您的勋章等级由您当前完成的任务活动情况决定。自成功注册且登录Wyak APP后在APP内完成任务、活动后即可获得相应的数据记录。您完成相应的任务/活动达到升级门槛后即可升至新等级。平台根据情况调整勋章等级相关规则，如规则发生变动，以届时规则为准。",

    "rule_title_8": "勋章的有效期",
    "rule_content_8": "通常情况下勋章没有使用期限限制。如用户存在违规获取勋章行为一经发现，恶意获得的勋章将视作无效。",

    "rule_title_9": "其他说明",
    "rule_content_9_1": "(a)不正当行为的禁止: 禁止使用任何插件、外挂等不正当手段参与任务和活动。如果用户存在违法违规行为，平台将限制或取消用户的活动资格，并有权利撤销相关违规操作、收回勋章及权益奖励。同时依照相关规则进行处理并保留追究用户其他法律责任的权利。",
    "rule_content_9_2": "(b)免责情形: 如出现不可抗力或情势变更的情况(包括但不限于重大灾害事件、活动受政府机关指令 需要停止举办或调整的、活动遭受严重网络攻击或因系统故障需要暂停举办的)，则活动举办方可依相关法律法规的规定主张免责。",
    "rule_content_9_3": "(c)在法律法规允许的范围内，平台有权对与勋章有关的任务，活动规则进行变动或调整，相关变动或调整将公布在任务/活动规则页面上。用户继续参与任务/活动则视为同意并接受变动或者调整后的任务/活动规则。",   
    "rule_content_9_4": "(d)为进一步改善用户体验，我们将不定期丰富、升级勋章，勋章说明也会随之更新，更新内容将于公布之日起生效。Wyak平台保留对勋章的最终解释权。",   
    "rule_content_9_5": "(e)勋章对应的权益仅限于在平台内消费或者使用，不可反向兑换成现金或有价商品，不得用于任何形式的盈利活动。禁止一切线下交易、币商收购等第三方不正当行为，平台将对上述交易行为进行严厉打击，用户需自行承担。"
    
}
