[{"ar":"هدايا الحظ","en":"Lucky Gift","hi":"भाग्यशाली उपहार","name":"lg_title","tr":"","zh":""},{"ar":"ارسل هدايا الحظ واحصل على فرصة 1888 ضعف جائزة العملة الذهبية","en":"SEND LUCKY GIFTS HAVE A CHANGE TO GET 1888 TIMES THE GOLD COIN PRIZE","hi":"लकी गिफ्ट भेजें, 1888 गुना गोल्ड कॉइन प्राइज पाने का बदलाव","name":"lg_rule_tip","tr":"","zh":""},{"ar":"قواعد اللعب","en":"Game Rules","hi":"खेल के नियमों","name":"lg_rule_title","tr":"","zh":""},{"ar":"1. أرسل هدايا الحظ إلى أصدقائك ، وستتاح لك الفرصة للفوز بأعلى جائزة عملة ذهبية 1888 مرة ؛","en":"1. Send a lucky gift to your friends, and you will have the chance to win up to 1888 times the gold coin prize.","hi":"1. अपने दोस्तों को लकी गिफ्ट भेजें और आपके पास 1888 गुना गोल्ड कॉइन प्राइज जीतने का मौका होगा।","name":"lg_rule_content_1","tr":"","zh":""},{"ar":"2. كلما زاد عدد الهدايا التي ترسلها في وقت واحد ، زاد احتمال الفوز وزادت مضاعفة الفائز ؛","en":"2. The more gifts you send out at one time, the greater the probability of winning and the higher the winning multiple.","hi":"2. जितने अधिक उपहार आप एक बार में भेजते हैं, जीतने की संभावना उतनी ही अधिक होती है और जीतने वाला गुणक उतना ही अधिक होता है।","name":"lg_rule_content_2","tr":"","zh":""},{"ar":"3. مضاعفة المكافأة هو مضاعفة قيمة الهدية.","en":"3. The reward multiplier is the multiplier of the gift value.","hi":"3. पुरस्कार गुणक उपहार मूल्य का गुणक है।","name":"lg_rule_content_3","tr":"","zh":""},{"ar":"4. سيحصل المستخدم الذي حصل على هدية الحظ على {ratio} من قيمة مجموع جوائز يانصيب هدايا الحظ ، والباقي سيكون للمستلم ؛","en":"4. The user who received the lucky gift will have {ratio} of the value included in the prize pool of the lucky gift draw, and the rest will belong to the recipient.","hi":"4. भाग्यशाली उपहार प्राप्त करने वाले उपयोगकर्ता के पास भाग्यशाली उपहार ड्रा के पुरस्कार पूल में शामिल मूल्य का {ratio} होगा, और शेष प्राप्तकर्ता का होगा।","name":"lg_rule_content_4","tr":"","zh":""},{"ar":"5. تقتصر المكافآت التي حصل عليها المستخدمون في لعبة هدايا الحظ على الاستهلاك على منصة Wyak ولا يمكن استخدامها في أي شكل من أشكال الأنشطة المربحة ؛","en":"5. The rewards obtained by users in the lucky gift game are limited to consumption on the Wyak platform and cannot be used for any form of profit-making activities.","hi":"5. लकी गिफ्ट गेम में उपयोगकर्ताओं द्वारा प्राप्त पुरस्कार Wyak मंच पर खपत तक सीमित हैं और किसी भी प्रकार की लाभकारी गतिविधियों के लिए इसका उपयोग नहीं किया जा सकता है।","name":"lg_rule_content_5","tr":"","zh":""},{"ar":"6. سيتم احتساب 20٪ فقط من إرسال هدايا الحظ في الأنشطة الرسمية ، ومستويات المستخدمين ، وقوائم الترتيب","en":"6. For lucky gifts, only 20% of them will be counted in official events, user levels, and lists.","hi":"6. भाग्यशाली उपहारों के लिए, उनमें से केवल 20% को आधिकारिक कार्यक्रमों, उपयोगकर्ता स्तरों और सूचियों में गिना जाएगा।","name":"lg_rule_content_6","tr":"","zh":""},{"ar":"يعود حق التفسير النهائي لهذه اللعبة إلى مسؤول Wyak","en":"The final interpretation right of the gameplay is explained by the Wyak official","hi":"गेमप्ले की अंतिम व्याख्या को Wyak अधिकारी द्वारा समझाया गया है","name":"lg_rule_declaimer","tr":"","zh":""}]