[{"ar":"في كل مرة يتم فيها إرسال العلم السعودي {num} ، سيتم الترقية مرة واحدة في الخادم بالكامل","en":"Every {num} Saudi Arabia flags sent, the flag raises once in all rooms","hi":"हर {num} सऊदी अरब के झंडे भेजे जाते हैं, सभी रूमों में एक बार झंडा फहराया जाता है","name":"national_day_gift_title","tr":"{num} Suudi bayrağı her gönderildiğinde, bayrak tüm sunucuda bir kez çekilecek","zh":"每送出{num}沙特国旗，会在全服升旗1次"},{"ar":"في كل مرة يتم فيها إرسال العلم الجزائري {num} ، سيتم الترقية مرة واحدة في الخادم بالكامل","en":"Every {num} Algeria flags sent, the flag raises once in all rooms","hi":"हर {num} अल्जीरिया के झंडे भेजे जाते हैं, झंडा सभी रूमों में एक बार फहराया जाता है","name":"national_day_gift_title_dz","tr":"{num} Cezayir bayrağı her gönderildiğinde, bayrak tüm sunucuda bir kez çekilecek","zh":"每送出{num}阿尔及利亚国旗，会在全服升旗1次"},{"ar":"في كل مرة يتم فيها إرسال العلم المغربي  {num} ، سيتم الترقية مرة واحدة في الخادم بالكامل","en":"Every {num} Morocco flags sent, the flag raises once in all rooms","hi":"हर {num} मोरक्को के झंडे भेजे जाते हैं, झंडा सभी रूमों में एक बार फहराया जाता है","name":"national_day_gift_title_ma","tr":"{num} Fas bayrağı her gönderildiğinde, bayrak tüm sunucuda bir kez çekilecek","zh":"每送出{num}摩洛哥国旗，会在全服升旗1次"},{"ar":"إرسال {num} علم {country} لكل مرة، سيرتفع العلم مرة واحدة في المنصة الكاملة.","en":"Every {num} {country} flags sent, the flag raises once in all rooms","hi":"प्रत्येक {num} {country} झंडे भेजे गए, ध्वज सभी रूमों में एक बार फहराया जाता है","name":"national_day_gift_title_country","tr":"{num}{country} ulusal bayrağı her gönderildiğinde, bayrak tüm sunucuda bir kez gönderilecek","zh":"每送出{num}{country}国旗，会在全服升旗1次"},{"ar":"مساهمات الترقية في هذه الجولة هي الأكثر","en":"This round of flag raising contributed the most","hi":"ध्वजारोहण के इस दौर ने सबसे अधिक योगदान दिया","name":"national_day_rank_title","tr":"Bu yükseltme turu en çok katkıda bulunan","zh":"本轮升级贡献最多"},{"ar":"سيظهر أول 3 من كل جولة في حفل رفع العلم","en":"The first 3 of each round will appear at the flag raising ceremony","hi":"प्रत्येक दौर के पहले 3 ध्वजारोहण समारोह में दिखाई देंगे","name":"national_day_rank_explain","tr":"Her turda ilk 3'e girenler, bayrak kaldırma töreninde görünecek.","zh":"每轮前3会出现在升旗仪式上"},{"ar":"عدد {times} المساهمات المتراكمة هي الأكثر ، احصل على إطار الصورة {days} يوم","en":"{times} times the most contributions, get the avatar frame for {days} days","hi":"सबसे अधिक योगदानों का {times} गुणा, {days} दिनों के लिए अवतार फ़्रेम प्राप्त करें","name":"national_day_reward_title","tr":"Toplam olarak {times} kez en fazla katkıda bulunan  {times}olduğunuz için {days} günlük fotoğraf çerçevesini kanzandınız.","zh":"累计{times}次贡献最多，获得该相框{days}天"}]